<template>
    <div class="index_bg">
        <div class="index_center text-center" >
            <div class="index_time">
                
                <p>永远别让它熄灭，让火光点亮每一个黑夜。</p>

<p>多少时间可以让一切被遮掩</p>

<p>你是否依然再相信</p>

<p>那些曾念念不忘的画面。</p>

<p>谁在那里安静地听着我的歌，</p>

<p>看看今夜的天空，是否像以往一样的美丽</p>

<p>嘿！朋友-安子与九妹</p>

<p>来吧让我在再你点上一支烟，</p>

<p>永远别让它熄灭，让火光点燃每一个黑夜。</p>

<p>谁在那里安静地听着我的歌，永远别让它熄灭，让火光点亮每一个黑夜。</p>

<p>多少时间可以让一切被遮掩</p>
<input type="text">
<p>你是否依然再相信</p>

<p>那些曾念念不忘的画面。</p>

<p>谁在那里安静地听着我的歌，</p>

<p>看看今夜的天空，是否像以往一样的美丽</p>

<p>嘿！朋友-安子与九妹</p>

来吧让我在再你点上一支烟，

永远别让它熄灭，让火光点燃每一个黑夜。

谁在那里安静地听着我的歌，永远别让它熄灭，让火光点亮每一个黑夜。

多少时间可以让一切被遮掩

你是否依然再相信

那些曾念念不忘的画面。

谁在那里安静地听着我的歌，

看看今夜的天空，是否像以往一样的美丽

嘿！朋友-安子与九妹

来吧让我在再你点上一支烟，

永远别让它熄灭，让火光点燃每一个黑夜。

谁在那里安静地听着我的歌，</p>
                
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        data () {
            return {
            msg: 'Welcome to Your Vue.js App'
            }
        }
    }
</script>